"livechat.inputfield.questionplaceholder" = "Zadejte svou otázku";
"livechat.inputfield.messageplaceholder" = "Zpráva";
"livechat.inputfield.feedbackplaceholder" = "Sem zadejte svůj názor...";
"livechat.inputfield.commentplaceholder" = "Komentář";
"livechat.headertitle.department" = "Vyberte oddělení";
"livechat.headertitle.feedback" = "Napište své návrhy";
"livechat.button.send" = "Odeslat";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Knihovna fotografií";
"livechat.button.sendPhoto" = "Odeslat fotografii";
"livechat.button.takescreenshot" = "Pořídit snímek obrazovky";
"livechat.button.cancel" = "Zrušit";
"livechat.button.open" = "Otevřít";
"livechat.button.copy" = "Kopírovat";
"livechat.button.submit" = "ODESLAT";
"livechat.button.back" = "< Zpět";
"livechat.button.select" = "Vybrat";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Zpět";
"livechat.message.savetolibrary" = "Uložit do složky fotografií";
"livechat.message.offlineSend" = "Odeslat offline";
"livechat.message.secs" = "%@ sekund";
"livechat.message.sec" = "%@ s";
"livechat.message.newmessage" = "%@ nová zpráva";
"livechat.message.newmessages" = "%@ nových zpráv";
"livechat.message.chattransfered" = "Chat byl předán. Dobrý den, tady je %@!! Rád/a vám dále pomohu.";
"livechat.message.agenjoinedchat" = "%@ je nyní účastníkem této konverzace.";
"livechat.message.sessionended" = "Relace ukončena – #%@";
"livechat.message.sessionendednovisitid" = "Relace ukončena";
"livechat.message.connectedto" = "Připojeno k %@";
"livechat.message.sessionendtime" = "Relace chatu skončí za %@";
"livechat.message.chatmissed" = "Brzy se vám ozveme";
"livechat.message.defaultthankmsg" = "Děkujeme, že jste nás kontaktoval(a)! \n Sdělte nám svůj názor. Vaší zpětné vazby si vážíme.";
"livechat.ratingresponse.ratingandfeedback" = "Děkujeme vám. Vašeho hodnocení a zpětné vazby si vážíme";
"livechat.ratingresponse.feedback" = "Děkujeme vám. Vaší zpětné vazby si vážíme";
"livechat.ratingresponse.rating" = "Děkujeme vám. Vašeho hodnocení si vážíme";
"livechat.message.name" = "Já";
"livechat.ratingmessage.bad" = "Špatně";
"livechat.ratingmessage.good" = "Dobře";
"livechat.ratingmessage.wow" = "Skvěle";
"livechat.feedbackmessage.nofeedback" = "Žádná zpětná vazba";
"livechat.connectionstatus.online" = "Online";
"livechat.connectionstatus.offline" = "Offline";
"livechat.connectionstatus.connecting" = "Připojování";
"livechat.connectionstatus.waitingfornetwork" = "Čekání na síť";
"livechat.connectionstatus.noconnection" = "Žádné síťové připojení..";
"livechat.day.morning" = "Dopoledne";
"livechat.day.afternoon" = "Odpoledne";
"livechat.day.evening" = "Večer";
"livechat.day.night" = "Noc";
"livechat.day.today" = "Dnes";
"livechat.day.yesterday" = "Včera";
"livechat.fileSize.exceed.alert" = "Velikost souboru překračuje maximální přípustnou mez";


//

"livechat.message.sessionend" = "Relace chatu bude ukončena";

"livechat.leave.feedback" = "Děkujeme, že jste nás kontaktoval(a). \n Sdělte nám svůj názor. Vaší zpětné vazby si ceníme.";

"livechat.offline.sent" = "Odesláno offline";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "obrázek";

"livechat.conversation.vidoe" = "video";

"livechat.conversation.audio" = "zvuk";

"livechat.conversation.file" = "soubor";

"livechat.conversation.location" = "umístění";

"livechat.conversation.contact" = "kontakt";

"livechat.ongoing.typing" = "píše";

"livechat.offline.message" = "Momentálně nejsme k dispozici. Zanechte nám prosím zprávu a my se vám co nejdříve ozveme.";

"livechat.start.chat" = "Zahájit chat";

"livechat.recently.viewed" = "Nedávno prohlížené";

"livechat.faq.srarch.empty" = "Ach! Na článku, který hledáte, se dosud pracuje! Zkuste to prosím znovu později!";

"livechat.faq.search" = "Vyhledat článek";

"livechat.conversation" = "Konverzace";

"livechat.faq" = "Znalostní báze";

"livechat.conversation.search.empty" = "Ale ne! Vypadá to, že v žádné existující konverzaci není hledané slovo, které jste právě napsali. Zkuste vyhledat jiné slovo!";

"livechat.conversation.attended" = "v %@ s %@"; //in zylker with andrew

"livechat.conversation.missed" = "Chybí v %@";//Missed in sales

"livechat.conversation.search" = "Vyhledávání v konverzaci";

"livechat.conversation.empty" = "Zatím žádná konverzace! Od spojení s našimi odborníky vás dělí pouhé kliknutí.";

"livechat.faq.empty" = "Náš modul článků je dosud ve výstavbě!";

"livechat.conversaiton.awaiting" = "Očekává se připojení...";

"livechat.faq.article" = "článek";

"livechat.faq.articles" = "články";

"livechat.faq.view" = "zobrazen";

"livechat.faq.views" = "zobrazení";



"livechat.button.endsession" = "Ukončit relaci";
"livechat.message.missedChat" = "Zmeškaný chat";
"livechat.message.sharedfile" = "Sdílel(a) soubor";
"livechat.message.suggestions" = "Návrhy";
"livechat.message.like" = "Líbí se";
"livechat.message.dislike" = "Nelíbí se";
"livechat.message.timezone" = "Časové pásmo";
"livechat.message.date" = "Datum";//
"livechat.message.time" = "Čas";//
"livechat.message.from" = "Od";//
"livechat.message.to" = "Adresát";//
"livechat.message.speaker" = "Reproduktor";
"livechat.message.settings" = "Nastavení";
"livechat.message.okay" = "OK";
"livechat.button.dnt" = "Nesledovat";
"livechat.button.gotit" = "Chápu!";
"livechat.button.learnmore" = "Další informace";
"livechat.button.accept" = "Přijmout";
"livechat.button.decline" = "Odmítnout";
"livechat.message.slidetodelete" = "Posunutím smazat";
"livechat.message.holdtorecord" = "Držet pro nahrávání, pustit pro zastavení";
"livechat.permission.microphone" = "Umožnit přístup k mikrofonu vašeho zařízení pro nahrávání a posílání hlasových zpráv.";
"livechat.buttton.later" = "Později";
"livechat.message.permission" = "Navigovat do nastavení aplikací";
"livechat.message.angry" = "Naštvaný";
"livechat.message.sad" = "Smutný";
"livechat.message.neutral" = "Neutrální";
"livechat.message.good" = "Dobře";
"livechat.message.great" = "Paráda";

"livechat.message.chattransfering" = "%@ předává tento chat uživateli %@.";
"livechat.message.forwardsupport" = "%@ předává tento chat.";
"livechat.message.forwardaccepted" = "Tento chat by úspěšně předán uživateli %@.";

"livechat.button.done" = "Hotovo";
"livechat.button.skip" = "Přeskočit";
"livechat.button.confirm" = "Potvrdit";
"livechat.message.bookslot" = "Rezervujte si slot";

"livechat.message.verybad" = "Velmi špatné";
"livechat.message.neutral" ="Neutrální";
"livechat.message.pickdate" = "Vyberte datum";
"livechat.message.pickslot" = "Vyberte časový úsek";
"livechat.message.pickloc" = "Vyberte umístění";
"livechat.message.location" = "Umístění";
"livechat.message.curloc" = "Odeslat aktuální umístění" ;
"livechat.message.selloc" = "Odeslat vybrané umístění";

"livechat.message.changeemail" = "Změnit e-mailovou adresu";
"livechat.message.translateconsent" = "Překladač Google";
"livechat.message.chatconsent" = "Souhlas s chatem";
"livechat.message.trackconsent" = "Sledování souhlasu";
"livechat.chatconsent.message" = "Kliknutím na tlačítko Přijmout udělujete souhlas se všemi našimi podmínkami uvedenými v dokumentu.";
"livechat.trackconsent.message1" = "Dobrý den! Sledujeme vaše aktivity v naší aplikaci, abychom vaše zkušenosti s ní ještě zlepšili.";
"livechat.trackconsent.message2" = "Dobrý den! Sledujeme vaše aktivity v naší aplikaci, abychom vaše zkušenosti s ní ještě zlepšili. Pokud chcete toto sledování zrušit, klikněte na možnost „Nesledovat“.";
"livechat.message.cardmask" = "Maskování kreditní karty";
"livechat.creditcard.message" = "Vzhledem k tomu, že číslo karty patří k citlivým údajům, přejete si, abychom prvních 12 číslic čísla vaší kreditní karty maskovali?";
"livechat.button.mask" = "Maskovat";
"livechat.message.emailtranscript" = "Chystáte se odeslat tento chat e-mailem příjemci %@.";


"livechat.message.continuesession" = "Vaše relace chatu byla ukončena. Máte nějaké další dotazy? Chcete-li s námi chatovat, klikněte na možnost Pokračovat.";
"livechat.button.sendemail" = "Poslat přepis chatu e-mailem";
"livechat.button.continue" = "Pokračovat";
"livechat.message.typeemail" = "Zadejte e-mailovou adresu";
"livechat.message.mailsent" = "E-mail úspěšně odeslán";
"livechat.message.mailfailed" = "Odesílání e-mailu se nezdařil";

"livechat.button.yes" = "ANO";
"livechat.button.no" = "NE";
"livechat.message.connectohuman" = "Potřebujete pomoc od člověka?";

"livechat.message.downloading" = "Stahování";
"livechat.message.uploading" = "Nahrávání na web";

"livechat.message.sendphoto" = "Odeslat 1 fotografii";
"livechat.message.sendvideo" = "Odeslat 1 video";

"livechat.message.sendphotos" = "Odeslat %@ fotografií";
"livechat.message.sendvideos" = "Odeslat %@ videí";


"livechat.message.senditems" = "Odeslat %@ položek";

"livechat.message.saved" = "Uloženo";
"livechat.message.screenshot" = "Klepnutím zachytit";

"livechat.message.time.yearsago" = "před %@ lety";
"livechat.message.time.monthsago" = "před %@ měsíci";
"livechat.message.time.weeksago" = "před %@ týdny";
"livechat.message.time.daysago" = "před %@ dny";
"livechat.message.time.hoursago" = "před %@ hodinami";
"livechat.message.time.minutesago" = "před %@ minutami";
"livechat.message.time.secondsago" = "před %@ sekundami";
"livechat.continue.chat" = "Pokračovat v chatu";
"livechat.conversation.started" = "za %@";
"livechat.message.sendfeedback" = "Odeslat zpětnou vazbu";
"livechat.message.sessionendtime" = "Relace chatu skončí za %@";

"livechat.message.recieveimage" = "%@ vám poslal(a) obrázek";
"livechat.message.recievevideo" = "%@ vám poslal(a) video";
"livechat.message.recievegif" = "%@ vám poslal(a) GIF";
"livechat.message.recievefile" = "%@ vám poslal(a) soubor";
"livechat.message.recieveaudio" = "%@ vám poslal(a) zvukový klip";
"livechat.message.sharescreenshot" = "Sdílet snímek obrazovky";

//forms
"livechat.message.defaultthankmsg" = "Rád(a) jsem s vámi dnes chatoval(a). Věnujte nám chvíli svého času a udělte nám hodnocení.";

"livechat.message.rate.1star" = "Je nám líto, že jsme vám nemohli pomoci. Zapracujeme na zlepšení naší podpory.";
"livechat.message.rate.2star" = "Omlouváme se! Ujišťujeme Vás, že se příště polepšíme.";
"livechat.message.rate.3star" = "Děkujeme vám za hodnocení! Ozvěte se, pokud budete potřebovat další pomoc.";
"livechat.message.rate.4star" = "Děkujeme vám za vaše hodnocení. Rádi vám pomůžeme.";
"livechat.message.rate.5star" = "Ó, děkujeme!  Rádi vám pomáháme";

"livechat.message.feedback" = "Děkujeme za vaše reakce.";

"livechat.message.state.connecting" = "Připojování";
"livechat.message.state.connected" = "Připojeno";

"livechat.message.inputcard.title.name" = "Zadejte jméno";
"livechat.message.inputcard.title.phone" = "Zadejte kontakt";
"livechat.message.inputcard.title.url" = "Zadat URL";
"livechat.message.inputcard.title.email" = "Zadejte e-mail";

"livechat.message.inputcard.error.name" = "Zadejte platný název";
"livechat.message.inputcard.error.email" = "Zadejte platnou e-mailovou adresu";
"livechat.message.inputcard.error.contact" = "Zadejte platné kontaktní číslo";
"livechat.message.inputcard.error.url" = "Zadejte platnou adresu URL";

"livechat.message.form.inline.introduction" = "Pomozte nám zjistit, s kým mluvíme.";
"livechat.message.form.inline.chatmessage" = "Pro zahájení chatu nám prosím sdělte několik podrobností.";
"livechat.message.form.inline.buttontitle" = "Vyplňte formulář";

"livechat.message.form.field.error.question" = "Zadejte svou otázku";
"livechat.message.form.field.question" = "Sem zadejte svoji otázku";
"livechat.message.form.field.campaign" = "Chcete se přihlásit k odběru našeho newsletteru?";

"livechat.message.form.field.error.unknown" = "Zadaná odpověď je neplatná.";

"livechat.message.form.field.department.fieldname" = "Oddělení";
"livechat.message.form.field.department.message" = "Vyberte oddělení, kterému má být požadavek předán";
"livechat.message.form.field.department.placeholder" = "Vyberte oddělení";
"livechat.message.form.field.department.coversation.error" = "Vyberte jiné oddělení.";
"livechat.message.form.field.department.traditional.error" = "Vyberte platné oddělení";



"livechat.message.form.field.email.fieldname" = "E-mail";
"livechat.message.form.field.email.message" = "Kam vám můžeme zaslat e-mail?";
"livechat.message.form.field.email.placeholder" = "Zadejte e-mailovou adresu";
"livechat.message.form.field.email.coversation.error" = "Zdá se, že vámi zadaná e-mailová adresa není správná. Zadejte znovu svou e-mailovou adresu.";
"livechat.message.form.field.email.traditional.error" = "Zadejte platnou e-mailovou adresu";



"livechat.message.form.field.phone.fieldname" = "Telefon";
"livechat.message.form.field.phone.message" = "Můžeme vás požádat o vaše kontaktní číslo?";
"livechat.message.form.field.phone.placeholder" = "Zadejte své kontaktní číslo";
"livechat.message.form.field.phone.coversation.error" = "Zdá se, že vámi zadané telefonní číslo není správně. Zadejte znovu své telefonní číslo.";
"livechat.message.form.field.phone.traditional.error" = "Zadejte platné telefonní číslo";


"livechat.message.form.field.name.fieldname" = "Název";
"livechat.message.form.field.name.message" = "Jak chcete být oslovován?";
"livechat.message.form.field.name.placeholder" = "Zadejte své jméno";
"livechat.message.form.field.name.coversation.error" = "Jméno, které jste uvedli, zřejmě není správně. Zadejte znovu své jméno.";
"livechat.message.form.field.name.traditional.error" = "Zadejte platný název";

"livechat.button.sure" = "Jistě";
"livechat.message.form.conversation.sendername" = "Operátor";
"livechat.message.form.traditional.title" = "Podrobnosti uživatele";

"livechat.message.error.internet" = "Zkontrolujte prosím své připojení k internetu.";
"livechat.message.error.unknown" = "Jejda! Něco se nepovedlo. Zkuste to znovu";


//reopen
"livechat.message.error.internet" = "Zkontrolujte prosím své připojení k internetu.";
"livechat.message.error.unknown" = "Jejda! Něco se nepovedlo. Zkuste to znovu";
"livechat.conversation.started_no_dept" = "s %@";
"livechat.message.reopensession" = "Relace chatu byla ukončena. Pokud máte další otázky, můžete chat znovu otevřít.";
"livechat.message.failiure.unknown" = "Něco se nepovedlo. Kód chyby: %@";
"livechat.message.failiure.throttle" = "Připojení je omezené. Zkuste to za chvíli.";
"livechat.button.reopen" = "Znovu otevřít chat";
"livechat.message.conversation.reopened" = "Znovu jste otevřeli chat";
"livechat.message.sendblocked.ended" = "Tento chat již skončil";
"livechat.message.conversation.operatorsunavailable" = "Nejsou k dispozici žádní operátoři";
"livechat.message.conversation.waiting" = "Operátor se připojí za chvíli";
"livechat.message.conversation.formwaiting" = "Čeká na podrobnosti od vás";

"livechat.message.chatwithus" = "Nyní s námi můžete chatovat!";
"livechat.message.search" = "Vyhledat";
"livechat.rate.titlemessage" = "Jaké máte zkušenosti z rozhovoru s námi?";
"livechat.rate.subtitlemessage" = "Věnujte nám chvíli svého času a udělte nám hodnocení";
"livechat.message.time.justnow" = "Právě teď";
"livechat.message.file" = "Soubor";
"livechat.message.missed.message" = "Je nám líto, že jsme vás zmeškali! Brzy se vám ozveme!";
"livechat.message.connection.online.message" = "Opět online!";

"salesiq.chat.branding" = "Řízené prostřednictvím SalesIQ Mobilisten";
"livechat.button.download" = "Stáhnout";
"livechat.alert.formactivenotice.title" = "Formulář je aktivní v jiném chatu";
"livechat.alert.formactivenotice.subtitle" = "Před zahájením nového chatu dokončete prosím formulář v dříve otevřeném chatu!";
"livechat.message.offlinemessage.submitted" = "Zpráva offline byla odeslána";
"livechat.message.storage_permission.denied" = "Přístup k úložišti byl odepřen.";
"livechat.message.timedout" = "Vypršel časový limit";
"livechat.message.success" = "Úspěch";
"livechat.message.faliure" = "Neúspěšné";

"livechat.message.widget.selectionlimit" = "Dosažení limitu výběru";
"livechat.message.noresult" = "Nebyly nalezeny žádné výsledky";
"livechat.message.waitingforconnection" = "Čeká se na připojení k síti";
"livechat.message.chat.closedalert" = "Relace byla uzavřena! Chcete-li pokračovat, znovu otevřete chat.";

"livechat.message.info.chatmissed" = "Zmeškali jsme vaši žádost o chat.";
"livechat.message.status.sending" = "Odesílání";
"livechat.message.status.sent" = "Odesláno";
"livechat.message.status.resend" = "Znovu odeslat";
"livechat.message.status.delete" = "Odstranit";
"livechat.message.inputcard.error.novalue" = "Zadejte prosím platnou hodnotu";

"livechat.chat.pendingaction.placeholder" = "Prosím počkejte.";
"livechat.chat.sender.profanity.alert" = "Upozornění na nevhodné chování";
"livechat.chat.queue.banner.calculating" = "Probíhá výpočet čekací doby...";
"livechat.chat.queue.banner.title" = "Jste ve frontě na chat";
"livechat.chat.queue.banner.timeremaining" = "Odhadovaná čekací doba je přibližně %@";
"livechat.chat.queue.banner.position.subtitle" = "Místo";
"livechat.chat.list.subtitle.queue.spot" = "Místo ve frontě: %@";
"livechat.gdpr.googletranslate.consent" = "Tato služba může obsahovat překlady používající technologii Google. Společnost Google se zříká všech záruk souvisejících s překlady, výslovnými nebo předpokládanými, včetně záruk přesnosti, spolehlivosti a veškerých předpokládaných záruk obchodovatelnosti, vhodnosti pro určitý účel a neporušování.";
"livechat.gdpr.translation.consent" = "Souhlas s překladem";

"livechat.button.schedule" = "Rozvrh";
"livechat.message.inputwidget.datetime.title" = "Datum a čas";
"livechat.message.search.country.placeholder" = "Hledat zemi nebo kód";
"livechat.message.permission.denied.location" = "Přístup k informacím o poloze byl odepřen";
"livechat.messsage.search.noresults" = "Nenašli jsme žádný výsledek odpovídající vašemu vyhledávání";

"livechat.message.status.edit" = "Upravit";
"livechat.message.status.reply" = "Odpovědět";
"livechat.message.deletingmessage" = "Odstranění zprávy";
"livechat.message.deletemessage" = "Odstranit zprávu?";
"livechat.message.messagedeletedforeveryone" = "Tato zpráva bude odstraněna pro všechny. Tuto akci nelze vrátit zpět";
"livechat.message.loadmoremessage" = "Načíst více";
"livechat.message.messagedeleted" = "Tato zpráva byla odstraněna";
"livechat.message.messageedited" = "Upraveno";
"livechat.message.failure.transcriptFetch" = "Zprávy nelze načíst. Zkuste to znovu později.";
"livechat.message.failure.deleteMessage" = "Zprávu nelze smazat. Zkuste to znovu později.";
"livechat.message.failure.editMessage" = "Zprávu nelze upravit. Zkuste to znovu později.";

"livechat.message.log.title" = "Protokol aplikace";
"livechat.message.log.chatMessage" = "Operátor si vyžádal přístup k vašemu protokolu aplikace";
"livechat.message.share" = "Sdílet";
"livechat.info.message" = "Zkopírováno";

"livechat.booking.description"="Kliknutím na „Zarezervovat nyní“ níže si naplánujte svou schůzku."; 
"livechat.booking.bookappointment" = "Zarezervujte si schůzku"; 
"livechat.booking.cancelbooking" = "Zrušit rezervaci"; 
"livechat.booking.cancelbooking.message" = "Opravdu chcete zrušit tuto rezervaci?"; 
"livechat.booking.discardbooking" = "Opravdu chcete své změny zrušit"; 
"livechat.common.discard" = "Zahodit"; 
"livechat.booking.pickadate" = "Vyberte datum"; 
"livechat.booking.allslotsbooked" = "Všechny časové úseky jsou zarezervovány"; 
"livechat.booking.allslotsbooked.message" = "Zdá se, že všechny časové úseky jsou pro toto datum zarezervovány, zkuste jiné datum."; 
"livechat.booking.unavailable" = "Není k dispozici"; 
"livechat.booking.slots" = "Časové úseky"; 
"livechat.booking.slot" = "Časový úsek"; 
"livechat.booking.choosedate" = "Zvolit datum"; 
"livechat.booking.bookingconfirmation.title" = "Potvrzení rezervace"; 
"livechat.booking.verifydetails" = "Potvrdit kontaktní údaje"; 
"livechat.common.noresultfound" = "Pro vyhledávání nebyly nalezeny žádné výsledky"; 
"livechat.booking.choosetimeslot.title" = "Zvolte časový úsek"; 
"livechat.booking.booknow" = "Zarezervovat nyní"; 
"livechat.booking.scheduled" = "Naplánováno"; 
"livechat.booking.cancelled" = "Zrušeno"; 
"livechat.booking.reschedule" = "Přeložit"; 
"livechat.booking.cancel" = "Zrušit";

"livechat.booking.expired" = "Platnost vypršela";
"livechat.booking.rescheduled" = "Přeplánováno";
"livechat.booking.error.booknow" = "Zkuste to znovu";
"livechat.booking.error.bookanappointment" = "Nelze rezervovat schůzku";
"livechat.booking.error.confirmappointment" = "Rezervace schůzek selhala. Zkuste to znovu.";
"livechat.booking.error.rescheduleaction" = "Nelze změnit termín. Zkuste to znovu.";
"livechat.booking.error.cancelaction" = "Nelze zrušit. Zkuste to znovu.";
"livechat.booking.error.rescheduleappointment" = "Nelze změnit termín. Zkuste to znovu.";
"livechat.info.booking.reschedule" = "Termín schůzky byl změněn";
"livechat.info.booking.cancel" = "Schůzka byla zrušena";
"livechat.booking.success.appointment" = "Schůzka byla úspěšně rezervována";
"livechat.booking.success.reschedule" = "Termín schůzky byl úspěšně změněn";
"livechat.booking.success.cancel" = "Schůzka byla úspěšně zrušena";
"livechat.booking.disabled" = "Integrace není na portálu povolena";
"livechat.booking.search" = "Nebyly nalezeny žádné výsledky hledání pro";
"livechat.voicemessage.alert.title" = "Odstranit hlasovou zprávu";
"livechat.voicemessage.alert.message" = "Tímto krokem se odstraní nahraná hlasová zpráva";
"livechat.booking.alert.discardChangesPrompt" = "Provedené změny se neuloží. Chcete pokračovat?";
"livechat.alert.button.proceed" = "Pokračovat";
"livechat.alert.button.cancel" = "Zrušit";


//knowledgebase
"livechat.knowledgebase.recentsearches" = "Nedávná vyhledávání";
"livechat.knowledgebase.categories" = "Kategorie";
"livechat.knowledgebase.article.updated" = "Aktualizováno";
"livechat.knowledgebase.action.like" = "Lajk";
"livechat.knowledgebase.action.dislike" = "Nelíbí se";
"livechat.knowledgebase.info.liked" = "To se mi líbí";
"livechat.knowledgebase.info.disliked" = "To se mi nelíbí";
"livechat.knowledgebase.view" = "zobrazit";
"livechat.knowledgebase.views" = "zobrazení";
"livechat.knowledgebase.action.invalid" = "Neplatná akce. Zkuste to znovu.";
"livechat.knowledgebase.noviews" = "Žádná zobrazení";

"livechat.knowledgebase.subcategories" = "Podkategorie";
"livechat.knowledgebase.article" = "článek";
"livechat.knowledgebase.articles" = "článků";
"livechat.knowledgebase.relatedarticles" = "Související články";
"livechat.knowledgebase.subcategory.count" = "podkategorie";
"livechat.knowledgebase.subcategories.count" = "podkategorií";
"livechat.knowledgebase.recentlyviewed" = "Nedávno zobrazené";
"livechat.knowledgebase.choosedepartment" = "Vybrat oddělení";
"livechat.knowledgebase.search.departments" = "Oddělení";
"livechat.knowledgebase.delete.or.disabled" = "Článek není dostupný";

"livechat.chat" = "Chat";
"livechat.knowledgebase.time.yearsago" = "Aktualizováno před %@ lety";
"livechat.knowledgebase.time.monthago" = "Aktualizováno před %@ měsíci";
"livechat.knowledgebase.time.dayago" = "Aktualizováno včera";
"livechat.knowledgebase.time.daysago" = "Aktualizováno před %@ dny";
"livechat.knowledgebase.time.hourago" = "Aktualizováno před 1 hodinou";
"livechat.knowledgebase.time.hoursago" = "Aktualizováno před %@ hodinami";
"livechat.knowledgebase.time.justnow" = "Právě aktualizováno";

"livechat.conversation.unavailable" = "Chat není k dispozici";
"livechat.message.file.not.supported" = "Typ souboru není podporován";
"livechat.message.sending.failed" = "Odesílání zprávy se nezdařilo";
"livechat.launcher.dismiss" = "Přetažením sem položku ukončíte";
"livechat.button.endchat" = "Ukončit chat";


"livechat.message.resendall" = "Znovu odeslat vše";
"livechat.message.deleteall" = "Odstranit vše";
"livechat.filebotcard.minimumselection.error" = "Vyberte minimálně %@ souborů";
"livechat.filebotcard.maximumselection.error" = "Nelze připojit víc než %@ souborů";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Velikost souboru nesmí překročit %@";
"livechat.filebotcard.upload" = "Nahrát";

"livechat.message.widget.minimumselectionlimit" = "Vyžaduje se minimálně výběrů: %@";
"livechat.message.resource.viewarticle" = "Zobrazit článek";
"livechat.filebotcard.unsupportedfile.error" = "Vybraný soubor není podporovaný, vyberte prosím jiný soubor. ";
"livechat.fab.call.action" = "Volání";
"livechat.fab.chat.action" = "Chat";
"livechat.fab.close.action" = "Zavřít";

"livechat.info.call.convertedaschat" = "Hovor převedený na chat uživatelem %@";
"livechat.info.call.end" = "Hlasový hovor v %@ pro %@";
"livechat.info.call.reject.peer" = "Uživatel %@ je momentálně zaneprázdněn. Opakujte volání později";
"livechat.info.call.reject" = "Uživatel %@ odmítl hlasový hovor v %@";
"livechat.info.call.missed.other" = "Uživatel %@ zmeškal hlasový hovor v %@";
"livechat.info.call.missed.self" = "Uživatel %@ zmeškal audio hovor v %@";
"livechat.info.call.cancelled" = "Uživatel %@ zrušil hlasový hovor v %@";
"livechat.common.loading" = "Načítá se...";
"livechat.call.title.ongoingcall" = "Probíhající hovor";
"livechat.prechat.chat.online.title" = "Nyní s námi můžete chatovat!";
"livechat.prechat.chat.offline.title" = "Zanechte nám zprávu";
"livechat.prechat.call.online.title" = "Zavolejte nám nyní";
"livechat.prechat.call.offline.title" = "Zanechte nám informaci o zmeškaném hovoru";
"livechat.call.warning.make.new.call" = "Nemůžete uskutečnit nový hovor, pokud již vedete jiný.";
"livechat.call.end.alert.when.end.conversation" = "Ukončení chatu ukončí také probíhající hovor. Opravdu chcete pokračovat?";
"livechat.action.end" = "Ukončit";
"livechat.prechat.brand.back.to.online" = "Ahoj, jsme opět online!";
"livechat.call.outgoingcall.duration" = "Odchozí hovor pro %@";
"livechat.call.missed" = "Zmeškané volání";
"livechat.call.cancelled" = "Zrušený hovor";
"livechat.missed.chat.response" = "Děkujeme, že jste nás kontaktoval(a)! Brzy se vám ozveme.";
"livechat.call.miss.alert.title" = "Operátoři nejsou dostupní";
"livechat.call.miss.alert.message" = "Chcete nám zanechat informaci o zmeškaném hovoru?";
"livechat.chat.miss.alert.message" = "Chcete nám zanechat zprávu?";
"livechat.call.recording.consent.title" = "Souhlas se záznamem hovoru";
"livechat.call.recording.consent" = "Všechny hovory jsou ukládány pro zajištění kvality, ukládání záznamů a účely školení. Kliknutím na „Přijímám“ poskytujete souhlas se záznamem hovoru.";
"livechat.call.queue.title" = "Hovor ve frontě";
"livechat.call.microphone.permission.title" = "Povolte prosím přístup";
"livechat.call.microphone.permission.custom.message" = "%@ potřebuje pro hlasové hovory oprávnění k přístupu k vašemu mikrofonu";
"livechat.call.microphone.permission.message" = "Tato aplikace potřebuje pro hlasové hovory oprávnění k přístupu k vašemu mikrofonu";
"livechat.button.endconversation" = "Ukončit konverzaci";
"livechat.message.offlinechat" = "Offline Chat";
"livechat.message.offlinecall" = "Offline hovor";
"livechat.checkbox.consent.message" = "Souhlasím s podmínkami";
"livechat.checkbox.consent.message.tac" = "všeobecnými podmínkami";
"livechat.list.subtitle.queue.call" = "Váš hovor je ve frontě. Počkejte prosím.";
"livechat.list.subtitle.queue.chat" = "Váš chat je ve frontě. Počkejte prosím.";
"livechat.common.gdpr.consent.title" = "Souhlas s konverzací";
"livechat.common.gdpr.consent.message" = "Kliknutím na tlačítko Přijmout udělujete souhlas se všemi podmínkami uvedenými v dokumentu.";
"livechat.common.gdpr.consent.message.in.forms" = "Zaškrtnutím políčka všeobecných obchodních podmínek souhlasíte se všemi předpisy uvedenými v dokumentu.";
"livechat.form.toast.agree.tac" = "Chcete-li pokračovat, odsouhlaste prosím všeobecné obchodní podmínky";
"livechat.list.missed.call.subtitle" = "Zmeškali jsme váš hovor. Zkuste to prosím později.";
"livechat.list.cancel.call.subtitle" = "Zrušil/a jste audio hovor.";
"livechat.list.subtitle.ongoingcallinothersession" = "Probíhající hovor v jiné relaci";
"livechat.call.failed.message" = "Zdá se, že všichni naši operátoři jsou nyní nedostupní!";
"livechat.call.waiting.for.response" = "Vyčkejte, než se náš zástupce podpory připojí k vašemu volání";
"livecaht.call.initialization.failed" = "Inicializace se nezdařila";
